const fs = require('fs');

const data = [
  {
    "category": "ЧАСТЬ 5. СПАСЕНИЕ ЧЕЛОВЕЧЕСКОГО РОДА. УРОК 13-17.",
    "items": [
      {
        "q": "Чувствовал ли Христос боль на кресте?",
        "a": "Да, Христос испытывал такую же сильную физическую боль и страдания, как и любой другой человек, потому что Он добровольно воспринял на Себя поврежденную человеческую природу в виде непорочных страстей, оставаясь при этом полностью безгрешным."
      },
      {
        "q": "Как относились люди к Христу во время казни?",
        "a": "Большая часть народа смотрела на Христа с презрением и насмешками, оскорбляла Его, бросая обвинения и издевки."
      },
      {
        "q": "Что они просили сделать Христа, чтобы уверовать в Него?",
        "a": "Во время распятия враги Христа требовали от Него явных доказательств божественности через спасение Себя. Книжники, первосвященники и фарисеи злословили: «Если Ты Сын Божий, сойди с креста». Прохожие насмехались: «Если Ты разрушитель храма и в три дня созидающий его, спаси Себя и сойди с креста». Один из разбойников, распятых вместе с Ним, говорил: «Если Ты Христос, спаси Себя и нас»."
      },
      {
        "q": "Почему Христос не снял Себя с креста?",
        "a": "Христос не сошел с креста, чтобы исполнить миссию спасения человечества предопределенную на Предвечном Совете Пресвятой Троицы и совершить искупление человечества от греха через Свою добровольную жертвенную смерть."
      },
      {
        "q": "Почему Христос медлил с кончиной?",
        "a": "Христос не «медлил» со смертью в человеческом понимании. Он целенаправленно и властно совершал Свое служение Искупителя до последней секунды.\n- Он исполнял Писание.\n- Он демонстрировал Свою Божественную власть над смертью.\n- Он завершил дело искупления полностью, о чем и возвестил победным криком «Совершилось!»."
      },
      {
        "q": "Что означают слова Христа: «Свершилось»?",
        "a": "Эти слова означают завершение Его искупительной миссии, выполнение главной цели, ради которой Он пришел в мир. Христос провозгласил, что долг человечества перед Божественной правдой за грех — уплачен полностью.\nЖертва была принята Отцом, о чем свидетельствует Воскресение. Но в момент крестной смерти происходит акт принесения этой совершенной жертвы."
      },
      {
        "q": "Одинаково ли вели себя разбойники?",
        "a": "Нет, разбойники, распятые вместе с Христом, вели себя по-разному.\n- Разбойник слева\nОдин из разбойников (слева от Спасителя) злословил Христа, понося Его вместе с толпой, и требовал от Него спасения себя и спутника, не раскаиваясь в своих грехах\n- Разбойник справа\nДругой разбойник (справа, благоразумный) унимал злословящего, признавал справедливость своего осуждения, исповедал невинность Христа и молил: «Помяни меня, Господи, когда приидешь в Царствие Твое!», за что получил обетование рая."
      },
      {
        "q": "Кто первым вошёл в рай вслед за Христом?",
        "a": "Первым вошёл в рай вслед за Христом благоразумный разбойник, распятый справа от Него. В «Слове о смерти» святитель Игнатий называет разбойника «первым из человеков, введенного Богочеловеком, по искуплении, в рай». Это событие подчёркивает силу покаяния: разбойник в последний миг жизни исповедал Христа Царём и получил рай как первый спасённый после искупления."
      },
      {
        "q": "Какие необычные события произошли при распятии и смерти Христа?",
        "a": "При распятии и смерти Христа произошли знамения, свидетельствующие о Богочеловеке: тьма с полудня до 3 часа дня, землетрясение, рассечение завесы в храме Иерусалимском, открытие гробов и появление воскресших святых в Иерусалиме."
      },
      {
        "q": "Объединялось ли тело Христа с Божеством после отделения души?",
        "a": "Тело Христа после отделения души оставалось соединённым с Божеством по ипостасному единству, не подвергаясь тлению. Святитель Игнатий Брянчанинов в «Слове о смерти» указывает, что тело Спасителя, хотя и подверглось смерти как человеческое, продолжало существовать нетленным благодаря присутствию в нём Божества, подобно прославленным телам святых, живым Святым Духом."
      },
      {
        "q": "Сохранялась ли связь души Христа с Божеством после смерти?",
        "a": "Душа Христа после смерти сохраняла неразрывную связь с Божеством по ипостасному единству Его Лица, оставаясь пречистой и пребывая в раю, как обещано разбойнику на кресте. Святитель Игнатий Брянчанинов в \"Слове о смерти\" объясняет смерть как разлучение души с телом, но для Христа это не нарушило единства природ во Христе: душа Спасителя, будучи божественной по соединению, не подверглась власти ада полностью, а сошла туда для искупления."
      },
      {
        "q": "Подверглось ли тлению тело Христа после смерти?",
        "a": "Нет, тело Христа не подверглось тлению, так как оно было прославлено и готово к воскресению, не испытывая процессов распада. В «Аскетической проповеди» святитель Игнатий поясняет: «Когда душа Христова разлучилась с телом Христовым посредством смерти, то Божество Христово пребыло неразлучным как с душою Его, так и с телом Его... Во гробе плотски, во аде же с душею яко Бог». Это единство сохранило тело от тления."
      },
      {
        "q": "Кто снял тело Христа со креста?",
        "a": "Тело Иисуса Христа было снято с Креста Иосифом Аримафейским, богатым и знатным членом Синедриона, который был тайным учеником Христа. Иосифу помогал Никодим, другой тайный ученик Христа и член Синедриона, который ранее приходил к Иисусу ночью."
      },
      {
        "q": "Почему тело Христа находилось в гробнице ровно три дня?",
        "a": "Пребывание тела Христа в гробнице ровно три дня не было случайностью или просто выполнением формального срока.\nТри дня во гробе символизируют Святую Троицу. Три дня во гробе — это:\n- Пророческий знак (исполнение прообраза Ионы) - Христос указал как знамение Своего воскресения пророчество Ионы «Как Иона был во чреве кита три дня и три ночи, так и Сын Человеческий будет в сердце земли три дня и три ночи» (Мф. 12:40).\n- Доказательство реальности смерти и воскресения - у иудеев трехдневный период после смерти был неоспоримым доказательством необратимой смерти, когда душа окончательно покидает тело только на третий день после смерти.\n- Время для полной победы над адом и освобождения праведников - согласно православному вероучению, в эти три дня душой Христос сошел в ад («в сердце земли»), сокрушил врата ада, лишил сатану власти над человеком, сокрушив его главное оружие против человека - смерть. Этим актом Он спас не только живших на тот момент, но и все человечество от начала времен, открыв врата Рая, которые были закрыты после грехопадения Адама и вывел из ада души ветхозаветных праведников."
      },
      {
        "q": "Куда отправилась душа Христа после смерти?",
        "a": "По учению Церкви, после распятия и смерти душа Христа, неразрывно соединённая с Божеством, сошла в ад (преисподнюю), где победила диавола и вывела оттуда ветхозаветных праведников, ожидавших Искупителя (1 Пет. 3:19)"
      },
      {
        "q": "Предполагал ли сатана столкновение с Божеством Христа?",
        "a": "Сатана, ослеплённый гордостью, не постиг премудрости Божией в Воплощении и атаковал видимую человеческую слабость Спасителя, не веря в сокрытое Божество. Диавол и его силы, не предвидели сокрушения власти смерти через Распятие. Апостол Павел «...Мудрость, которую никто из властей века сего не познал, ибо если бы познали, то не распяли бы Господа славы» (1 Кор. 2:8)"
      },
      {
        "q": "Служила ли человеческая природа Христа приманкой для сатаны?",
        "a": "Да, сатана \"не мог до конца проникнуть в тайну Богочеловечества Спасителя\", рассчитывая совратить человеческую природу, как обычного пророка"
      },
      {
        "q": "Открывает ли душа Христа Свою Божественность в аду?",
        "a": "Божественность Христа в аду была явлена действием абсолютной власти, которая сокрушила власть сатаны, разрушила узы смерти и открыла человечеству путь к воскресению."
      },
      {
        "q": "Как это влияет на сатану и бесов?",
        "a": "Сатана и бесы были лишены власти и силы, смерть была побеждена, власть над душами верующих была отнята.\n«Отняв силы у начальств и властей, властно подверг их позору, восторжествовав над ними Собою» Ап.Павел(Кол. 2:15)."
      },
      {
        "q": "Ограничена ли теперь власть сатаны над человечеством?",
        "a": "Таинством Крещения сатана изгоняется из человека, уничтожается рабство сатаны над человеком, предоставляя человеку свободу выбора — быть храмом Божиим или снова рабом диавола. Однако власть сатаны не уничтожена полностью: \"Что власть сатаны над падшими ангелами и человеками... не есть собственность его, но приобретена от тех, которые произвольно предали ее ему\". Грешники, повинуясь страстям, подчиняются диаволу, который мыслит и чувствует через них, пока они не покаятся. Воскресение Христа обессилило его над верными, но усилило козни против мира до Страшного Суда."
      },
      {
        "q": "Всех ли выводит Христос из ада?",
        "a": "Христос не выводит всех из ада: Он освободил ветхозаветных праведников и души, ожидавшие Его со верой, но грешники, отвергнувшие спасение, остаются в аду по своей свободной воле. Грешные души, не уверовавшие в Христа даже после Его проповеди в аду, остаются в темнице: \"Душа грешная, отвергнутая Богом... заключается в страшную подземную темницу\". Спасение зависит от волеизъявления, и Христос не принуждает, оставляя падших в их выборе до Страшного Суда."
      },
      {
        "q": "Кто увидел Воскресение Христа первым?",
        "a": "Жены-мироносицы, включая Марию Магдалину, Марию Иакову и других, явились ко гробу на рассвете и увидели отваленный камень, пустое ложе и ангелов, возвестивших Воскресение Мария Магдалина, оставшаяся у гроба, первой встретила Воскресшего Христа, приняв Его за садовника, пока Он не назвал её по имени: \"Мария Магдалина была первым свидетелем\"."
      },
      {
        "q": "Кто объявил женщинам о Воскресении?",
        "a": "Ангелы, посланные Богом, сообщили женщинам о воскресении Христа и отправили их рассказать апостолам."
      },
      {
        "q": "Почему пелены остались целыми?",
        "a": "Целые пелены свидетельствуют о сверхестественной природе Воскресения, показывая, что тело Христа покинуло их мистическим образом, проявив Божественные свойства, отличая Его победу над смертью от обычного похищения тела или человеческого воскрешения, как у Лазаря, где пелены были на теле."
      },
      {
        "q": "Являлся ли Христос ученикам после Воскресения?",
        "a": "Христос являлся ученикам после Воскресения неоднократно на протяжении 40 дней, чтобы подтвердить Свое Воскресение, научить их вере и дать заповеди проповеди Евангелия."
      },
      {
        "q": "Как называется подготовка к Крещению?",
        "a": "Святитель Игнатий подчеркивает необходимость духовной подготовки к Крещению через покаяние, очищение от грехов и страстей и изучение основ Православной веры, что в церковной традиции называется огласительными беседами или оглашением"
      },
      {
        "q": "Для чего нужно оглашение перед Крещением?",
        "a": "Святитель Игнатий Брянчанинов в \"Аскетических опытах\" подчеркивает, что подготовка к Крещению требует очищения сердца через пост, молитву, борьбу со страстями и познание догматов, подобно древнему оглашению, где оглашенные изучали Символ веры и отрекались от сатаны. Это продолжалось от 40 дней до 3 лет, чтобы человек обрел знания, навыки для исцеления жизни и, чтобы избежать формального подхода к таинству."
      },
      {
        "q": "Помогает ли оглашение почувствовать нужду в Спасителе?",
        "a": "Подготовка к Крещению через оглашение дает знание, понимание, навык очищения сердца от страстей, побуждая осознать падшую природу и жажду Спасителя как единственного Целителя души."
      },
      {
        "q": "Обязательно ли пройти оглашение после позднего Крещения?",
        "a": "Обязательно нужно пройти оглашение после позднего Крещения, чтобы способствовать благодати исцелять отмытую от печати вечной смерти душу. В человеке после оглашения должны зародиться первые признаки покаяния (страх Божий, нищета духа, сокрушение сердца), чтобы начать исцеление своей жизни: перестать грешить смертными грехами, выполнять заповеди Господни, взращивать в себе добродетели вместо, уничтоженных Святым Крещением первородного греха и личных грехов.\nВ крещении обильно изливается благодать Святого Духа. Грешники получают дар прощения и благодать, но должны подготовиться к её принятию через качественное оглашение. Без подготовки благодать действует недолго. Покаяние и оглашение помогают открыть благодать снова."
      },
      {
        "q": "Достаточно ли просто покреститься?",
        "a": "Недостаточно просто креститься. Важно понимать смысл и значение Крещения, которое должно приводить к исправлению жизни (перестать грешить смертными грехами, начать жить по Заповедям Христовым) и укреплению веры."
      },
      {
        "q": "Получает ли человек первородный грех при зачатии?",
        "a": "Да, первородный грех передается при зачатии, рождении. Святитель Игнатий Брянчанинов пишет: «зачинаемся и рождаемся с телом, подверженным болезням и разрушению, с душой, зараженной грехом; зачинаемся и родимся, имея семя греха, насажденное во всем естестве нашем, имея яд греха, разлитый во всех членах души и тела»."
      },
      {
        "q": "Что происходит с человеком после Крещения?",
        "a": "Крещение отменяет печать вечной смерти, прощается первородный грех и личные грехи (у младенцев их еще нет), крещеный человек получает духовную свободу, изгоняется сатана, изливается благодать Святого Духа, и он возрождается в новую жизнь как храм Божий - примиряется со Христом. Крещеный обязан жить по разуму Христа, иначе теряет свободу и благодать: «Святым Крещением отсекается в каждом крещеном человеке падшее естество, прививается... естество, обновленное Богочеловеком». Покаяние возобновляет действие благодати Крещения, развивая ее через борьбу со страстями и плач о грехах. Без этого благодать «закопана в землю» и отнимается на Суде."
      },
      {
        "q": "Восстанавливаются ли телесные повреждения при Крещении?",
        "a": "После крещения телесные повреждения сохраняются, человек может болеть, страдать и умирать. Телесные повреждения остаются как поприще для упражнения в терпении и смирении."
      },
      {
        "q": "Когда очевидно проявится восстановление телесного естества?",
        "a": "Полное восстановление телесного естества произойдет при втором пришествии Христа, когда наступит всеобщее воскресение тел. Только тогда тело получит новое свойство и качество, как у Господа Иисуса Христа."
      },
      {
        "q": "Как удостовериться в правильности своей веры?",
        "a": "Святитель Игнатий (Брянчанинов) учит проверять веру изучением Писания и Предания: «Необходимо изучать Священное Писание и творения святых Отцов, чтобы иметь точное понятие о вере Православной Церкви». Вера истинна, если она приводит к смирению и сознанию греха: «Истинная вера познается по делам — по отречению от мира, по неснисхождению к страстям». Плодами правильной веры являются добродетели, которые замещают собой греховные страсти при содействии Благодати. Прелесть (самообман) возникает от гордости и ложных видений, а правильность — от послушания духовному отцу и Церкви."
      },
      {
        "q": "Имеет ли некрещеный человек силы противостоять смертным грехам?",
        "a": "Некрещеный человек не имеет в себе благодатной силы для эффективного противостояния смертным грехам, поскольку пребывает под властью первородного греха и сатаны, лишенный дара Святого Духа"
      },
      {
        "q": "Почему мы продолжаем грешить после Крещения?",
        "a": "Крещеные в основной своей массе не оглашались качественно, соответственно, не имеют правильного и точного представления о Православной вере, не знакомы с учением о страстях, не зная какие бывают грехи, продолжают грешить смертными грехами разрывая мир с Богом и возобновляя рабство сатаны в себе."
      },
      {
        "q": "Надо ли развивать добродетели после Крещения?",
        "a": "Святитель Игнатий Брянчанинов учит, что Крещение обновляет естество, но добродетели стяжаются трудом: «После купели человек должен бдеть и подвизаться, ибо без дел благочестия благодать бездействует». Благодать просвещает ум и укрепляет волю, но греховные навыки остаются, требуя развития смирения, послушания и любви как противодействия страстям. Добродетели - плоды правильной христианской жизни. На сташном Суде будем отвечать перед Господом насколько мы смогли взрастить благодетели в себе."
      },
      {
        "q": "Действует ли Искупительная Жертва на некрещеных людей?",
        "a": "Святитель Игнатий Брянчанинов подчёркивает, что Христос «искупил весь род человеческий Своею крестною смертию, принёс совершенное удовлетворение правосудию Божию за грех Адамов». Жертва открывает дверь благодати всем, но без Крещения человек остаётся в власти первородного греха и не участвует в ней полнотой: «Кто будет веровать и креститься, спасен будет» (Мк. 16:16)."
      },
      {
        "q": "Возможно ли спасение без Крещения?",
        "a": "Святитель Игнатий Брянчанинов подчёркивает: «Крещение есть дверь в Церковь Христову, без него нет входа в Царствие Небесное», ссылаясь на слова Господа: «Если кто не родится от воды и Духа, не может войти в Царствие Божие» (Ин. 3:5). Без Крещения человек остаётся под властью первородного греха и не участвует в искупительных плодах Христа полнотой - спасение невозможно. Некрещенный по своей воле остается во власти сатаны и плену вечной смерти."
      },
      {
        "q": "Как уничтожить первородный грех?",
        "a": "Первородный грех уничтожается в таинстве Святого Крещения"
      },
      {
        "q": "Смываются ли личные грехи при Крещении?",
        "a": "Личные грехи прощаются при Крещении. Святитель Игнатий (Брянчанинов) прямо учит: «При Крещении человеку прощается первородный грех, заимствованный от праотцев, и собственные грехи, соделанные до Крещения»."
      },
      {
        "q": "Есть ли печать вечной смерти на некрещеном ребенке?",
        "a": "На некрещеном ребенке лежит печать вечной смерти как следствие первородного греха прародителей, которая смывается только в таинстве Святого Крещения. Состояние вечной смерти передаётся по наследству. Действие закона вечной смерти отменяется только в крещении."
      },
      {
        "q": "Одни ли права получают все крещеные христиане?",
        "a": "Да, все крещеные христиане получают одинаковые права и дары в момент Крещения: прощаются все грехи — и первородный, и личные (для взрослых), примирение с Богом, вхождение в Церковь (участие в Таинствах(Исповедь, Причастие, Венчание и т.д.), дар благодати Святого Духа: Дух Святой вселяется в человека как в храм, давая ему потенциал для святой жизни, борьбы со грехом и возрастания в добродетели."
      },
      {
        "q": "Можно ли потерять благодать Крещения?",
        "a": "Благодать, дарованная в Таинстве Крещения не может потеряться и уничтожится, но она может стать сокрытой под тяжестью грехов. Святитель Иоанн Златоуст сравнивает Крещенскую Благодать с солнцем, которое светит в человеке и, если человек после Крещения не ведет христианскую жизнь, то солнце Благодати светит в человеке всего один, два дня и затем покрывается сначала облаками, а затем и тучами страстей и грехов, и Благодать скрывается от нас самих."
      },
      {
        "q": "Похоже ли Крещение на прививку яблони?",
        "a": "Святитель Игнатий сравнивает крещение с привитием доброй почки к дикой яблоне. До крещения человек подобен дикой яблоне, приносящей вредные плоды. В крещении к человеку прививается почка от доброй яблони, символизирующая Иисуса Христа. Старый ствол дикой яблони символизирует грехи и страсти, которые нужно отсечь. Садовник отсекает старые ветки, чтобы дать рост новой почке."
      },
      {
        "q": "Должны ли мы развивать в себе принятую благодать?",
        "a": "Стяжание (накопление) благодати является центральной задачей христианской жизни.\nСтяжание благодати — это цель подвижничества. Святитель Игнатий определяет весь духовный путь как труд по стяжанию благодати Святого Духа.\nСредство стяжания — исполнение заповедей. Благодать не дается за одно лишь внешнее делание или механическое выполнение правил. Она стяжается через сердечное и свободное исполнение евангельских заповедей.\nСтяжание противопоставляется «тщеславному деланию». Святитель строго предупреждает, что без цели стяжать благодать, любое внешнее делание (пост, молитва, милостыня) становится бесплодным и может ввести в прелесть.\nПлод стяжания — спасение. Обретение и хранение благодати в душе через покаяние и смирение есть сама суть спасения."
      },
      {
        "q": "Следует ли после Крещения бороться с грехами?",
        "a": "Святитель Игнатий Брянчанинов учит, что Крещение прощает первородный грех и личные грехи до таинства, восстанавливая образ Божий и даруя свободу выбора между добром и злом, но не уничтожает полностью повреждённое естество, склонное к греху. Грехи после Крещения исцеляются покаянием, молитвой, постом и исполнением евангельских заповедей, которые отсекают грех в уме и сердце. Борьба с грехом необходима до последнего издыхания, чтобы Дух Святой содействовал спасению."
      },
      {
        "q": "Будет ли ответственность за грехи после Крещения больше?",
        "a": "Да, ответственность возрастает, так как после Крещения человек осведомлен о своих обязательствах и преимуществах, полученных через Таинство.\nДо Крещения человек согрешает, будучи \"рабом греха\" и находясь под властью падшей природы. После Крещения он становится \"сыном света\", получает свободу от греха и силу благодати для борьбы с ним. Сознательный грех в этом состоянии — это измена и добровольное возвращение в рабство, за которое ответственность гораздо выше."
      },
      {
        "q": "Как восстановить действие благодати Крещения?",
        "a": "Действие благодати Крещения, утраченное через грех, восстанавливается через Покаяние - исправление жизни через решительную борьбу со страстями.\nИскреннее Покаяние: Принести в Таинстве Исповеди сердечное сокрушение о грехах и решимость не возвращаться к ним.\nДуховная Брань: Начать постоянную и трезвенную борьбу с помыслами и страстями, отсекая их при первом же появлении.\nПричастие Святых Таин: Воссоединиться со Христом в Таинстве Евхаристии, получив освящение и укрепление.\nИсполнение Заповедей: Сделать Евангелие правилом жизни, через что проявляется верность Богу и сохраняется благодать.\nБез содействия Господа человеку невозможно восстановить действие Благодати."
      }
    ]
  }
];

fs.writeFileSync('data_part11.json', JSON.stringify(data, null, 2));
